{
    "posts" : [
      {
        "title" : "Trevor Fayer",
        "subtitle" : "(whatever wijw stands for)",
        "subtext" : "",
        "text" : "<p><strong>Please tell me a little about what you’re studying at UW and your role on the team.</strong><br />I am a first year Masters student in Mechanical Engineering and Team Leader for the UWAVW EcoCAR2 team. With 40+ students from many different majors, I try my best to foster an environment that lets them collaborate to meet our EC2 goals. With topics ranging from finite element analysis of mounting components to teaching elementary school classes about advanced vehicle technologies, team members often lose sight of what else there is to worry about. It is my job to keep an eye on everything!</p><p><strong>How did you hear about the EcoCar 2 competition?</strong><br />As I was building my senior design capstone project, I was introduced to the EcoCAR2 Request for Proposals (RFP) by the Chair of the ME department, Per Reinhall. The RFP required modeling several vehicles over a drive cycle. We used MATLAB and calculated fuel consumption from an energy standpoint in response, and worked with University officials to write about the administrative sections — mostly about how our university can support and sustain our team if it is selected to participate. I wrote the RFP with Trevor Crain, and as a result we were selected as one of 16 schools out of almost 100 that applied form USA, Canada, and Mexico.</p><p><strong>Why did you choose to join the team?</strong><br />I chose to join the team as soon as I saw the RFP. EcoCAR2 sounded awesome.</p><p><strong>What is your favorite aspect of the EcoCAR 2 competition?</strong><br />I really like the industry advising that is given to our teams when we get stuck. It feels like we are inventors but when we get stuck we can just call 1-800-help-me!</p><p><strong>What are your post-graduation goals?</strong><br />I want to colonize mars. I will be chosen for the first colonization trip because I am an engineer.</p><p><strong>How would you defeat Chuck Norris in a duel?</strong><br />I would prevent him from being able to round-house kick by building a car so environmentally friendly that he doesn’t ever get out of it. The car I build would also have a remote detonator that would blow him up. KO</p>",
        "image" : "images/team/teamPicture.jpg",
        "date" : "March 28, 2012"
      },
      {
        "title" : "UW EcoCAR 2 Logo Design Competition",
        "subtitle" : "",
        "subtext" : "Attention all current undergraduate and graduate students at UW! The UW EcoCAR 2 team is looking to create a brand new logo and we want your help!<br />The winner of this competition will be awarded a $150 cash prize from the UW EcoCAR 2 team.<br /><a href='www.facebook.com/uwecocar2'>Check out our facebook page for more details</a>",
        "text" : "",
        "image" : "http://www.uwecocar2.com/wp-content/uploads/2012/02/IMG_3128-1024x768.jpg",
        "date" : "February 21, 2012"
      },
      {
        "title" : "Rafael Vertido",
        "subtitle" : "(whatever wijw stands for)",
        "subtext" : "",
        "text" : "<p><strong>Please tell me a little about what you’re studying at UW and your role on the team.</strong><br />I’m studying computer science and may possibly do a double degree in electrical engineering.  Luckily enough, both of my (intended) majors fit right into my position for EcoCar2!  I’m part of the controls team, which means that I help with the design and implementation of controller logic that will be going into our vehicle.  To get our team prepared for that, the controls team and I are conducting rigorous simulations and fault testing to ensure that our controller’s intelligence will provide performance and safety for the vehicle in the upcoming months of the competition.  I’m also dealing with our Freescale™ center stack, where I am able to apply my computer science knowledge to develop applications for the vehicle to improve safety, performance, and infotainment.</p><p><strong>How did you hear about the EcoCAR 2 competition?</strong><br />Last spring, I saw two students working on a Honda Accord down at the lab where one of my engineering classes was being held.  Curious, I approached them and asked about their project and expressed my interest since I built Civics and Integras in high school. It turned out that the guy I spoke with was Trevor Crain, and he was in the process of putting together a team to possibly compete in a competition, “EcoCar 2.”  He told me about the project, and from there I kept in touch with him.</p><p><strong>Why did you choose to join the team?</strong><br />I chose the join the team because frankly there was no better opportunity of combining a hobby of mine and my education, which are both equally important to me.  I built and raced cars in high school, and I also love programming, and saw this as an opportunity to grow both as a mechanic and as a computer scientist. </p><p><strong>What is your favorite aspect of the EcoCAR 2 competition?</strong><br />The workshops.  The workshops are quite possibly the most overwhelming things I’ve ever encountered, but they are such a fantastic opportunity.  Network opportunities, tons of knowledge, and plenty of great, FREE food!  It’s a great way to combine stressful situations that test our team’s ability to work together with some fun events and free beers to help ease some nerves before getting our two hours of sleep. </p><p><strong>What are your post-graduation goals? </strong><br />After graduation, I plan to become a cyberspace commander / engineer for the United States Air Force, and I plan to be in service as an Active Duty Officer for anywhere between 5 to 20 years.  The benefits of being a military officer, especially an engineer grow exponentially so I can see myself committing twenty years.  If not, then I will come back to school to get a Master’s and/or Ph.D. in Computer Science then take over Google! </p><p><strong>If you were an animal, what animal would you be?</strong><br />A dolphin, since they’re extremely smart.  Plus I can just jump around in the water all day. Not to mention girls love them.</p>",
        "image" : "http://www.uwecocar2.com/wp-content/uploads/2012/02/IMG_0721-1024x768.jpg",
        "date" : "February 15, 2012"
      },
      {
        "title" : "In The News:",
        "subtitle" : "Tri-City Herald",
        "subtext" : "<a href='http://www.tri-cityherald.com/2012/02/13/1824155/hanford-high-grad-helping-to-design.html#storylink=misearch'>Check out Engineering Team Lead Trevor Fayer’s interview with John Trumbo of the Tri-City Herald.</a>",
        "text" : "",
        "image" : "http://www.uwecocar2.com/wp-content/uploads/2012/01/Trevor-Fayer-1024x768.jpg",
        "date" : "February 14, 2012"
      },
      {
        "title" : "In The News:",
        "subtitle" : "New York Times",
        "subtext" : "<a href='http://wheels.blogs.nytimes.com/2012/02/09/in-energy-department-competition-students-wield-textbooks-and-welding-torches/?smid=tw-nytimeswheels&seid=auto'>Trevor gets interviewed by Jim Witkin of The New York Times Wheel Blog!</a>",
        "text" : "",
        "image" : "http://www.uwecocar2.com/wp-content/uploads/2012/02/new-york-times-300x190.jpg",
        "date" : "February 14, 2012"
      },
      {
        "title" : "In The News:",
        "subtitle" : "Biodisel Magazine",
        "subtext" : "<a href='http://www.uwecocar2.com/2012/01/24/uw-students-to-design-ultra-efficient-hybrid-powered-by-biodiesel-uw-ecocar-2-in-biodiesel-magazine/'>Erin Voegele of Biodiesel Magazine profiles the UW EcoCAR 2 team.</a>",
        "text" : "",
        "image" : "http://www.uwecocar2.com/wp-content/uploads/2012/01/6216231533_fa4175f1fe_o-1024x682.jpg",
        "date" : "January 24, 2012"
      },
      {
        "title" : "UW EcoCAR 2 receives seed money from GM!",
        "subtitle" : "",
        "subtext" : "This week we hosted our GM mentor Michael Abowd. He is a UI systems engineer from General Motors, and he will be assisting us with all things related to GM. And, he brought us a very special present.",
        "text" : "A giant novelty check! While this one will be a fixture in our lab space, the actual $25,000 was also received. This is our first delivered funds. The University of Washington Mechanical Engineering department has graciously donated a matching sum of $25,000. This is a great start and really denotes the beginning of competition.",
        "image" : "http://www.uwecocartwo.com/wp-content/uploads/2011/10/img_09422.jpg?w=300",
        "date" : "October 6, 2011"
      },
      {
        "title" : "Pre-competition update",
        "subtitle" : "",
        "subtext" : "The official EcoCAR 2 kickoff is less than a week away, but we’re already busy gearing up!  We’ve commandeered part of the MEB Annex and are beginning to outfit the space to suit our needs.  We’re amassing desks, chairs, and computers, but the real planning has focused on our vehicle lift and workspace.",
        "text" : "We will be utilizing a hydraulic vehicle lift to make the undercarriage easily accessible.  Additionally, we will be installing exhaust vents to enable the us to run engines in our space without choking on fumes.  Outfitting our workspace is priority number one, and as it comes together we really get the full sense that the competition is on! We have a talented group of engineering students eager to get started, but a couple of available spaces remain.  There is still time to submit your application to become part of the team! Remember to check back into this blog as we will post updates frequently.  Also, please follow us on Twitter:  <a href='https://twitter.com/uwecocar2'>@uwecocar2</a>",
        "image" : "images/team/teamPicture.jpg",
        "date" : "September 2, 2011"
      },
      {
        "title" : "UW EcoCAR 2 Team Application Form",
        "subtitle" : "",
        "subtext" : "Thank you for your interest in the University of Washington’s EcoCAR 2 team.   The UW is one of six new colleges accepted to the EcoCAR 2: Plugging Into the Future competition.  EcoCAR 2 is a collegiate level international design competition, next in a series of Advanced Vehicle Technology Competitions (AVTCs) run by General Motors and the US Department of Energy. ",
        "text" : "<p>The program will follow the same Vehicle Development Process (VDP) utilized by GM during the development of their vehicles, and thus highly representative of real-world engineering and business operations.  You can learn more about EcoCAR 2 or past AVTC’s via the following links: <a href='http://www.ecocar2.org/'>EcoCAR 2 Official Website</a>, <a href='http://www.transportation.anl.gov/competitions/index.html'>Argonne National Labs' AVTC page</a>.</p> <p>Between battery electric vehicles, hybrid electric vehicles, and smarter grid-based technologies, we will see a huge paradigm shift towards greener technologies in the next 10 years.  Engineers with experience in these areas are in very high demand in the industry, especially those from a high profile competition like EcoCAR 2. We are recruiting excited, passionate, and motivated engineers as well as students majoring in business, arts, communications and more to be part of this hands-on engineering and outreach team.  It’s the kind of experience that will not only be educational and fun, but will be instrumental in building future careers.</p><p>To find out more about the EcoCAR 2 competition, UW’s EcoCAR 2 team, or if you have any other questions, feel free to use the email at the bottom of this post.  If you are already sure that you want to join the team, fill out the application form (<a href='http://www.uwecocartwo.com/wp-content/uploads/2011/05/uwecocar2-student-application-201132.docx'>UWEcoCar2 Student Application 2011</a>) Finished applications can be sent to the team email address, <a href='mailto:uwecocar2@gmail.com'>uwecocar2@gmail.com</a>.  We ensure prompt responses to any queries, please email us if you experience any technical difficulties.</p>",
        "image" : "images/team/teamPicture.jpg",
        "date" : "May 9, 2011"
      }
    ]
}